the	50770
<unk>	45020
N	32481
of	24400
to	23638
a	21196
in	18000
and	17474
's	9784
that	8931
for	8927
$	7541
is	7337
it	6112
said	6027
on	5650
by	4915
at	4894
as	4833
from	4724
million	4627
with	4585
mr.	4326
was	4073
be	3923
are	3914
its	3846
he	3632
but	3541
has	3494
an	3477
n't	3388
will	3270
have	3245
new	2793
or	2704
company	2680
they	2562
this	2438
year	2379
which	2362
would	2308
about	2220
says	2092
more	2065
were	2009
market	2005
billion	1881
his	1852
had	1850
their	1838
up	1785
u.s.	1774
one	1764
than	1731
who	1695
some	1668
been	1667
also	1617
stock	1611
other	1566
share	1511
not	1451
we	1397
corp.	1288
if	1281
when	1272
i	1262
last	1255
shares	1246
president	1246
years	1241
all	1227
first	1189
two	1184
trading	1159
because	1159
after	1137
could	1136
inc.	1132
sales	1126
&	1069
there	1068
out	1060
business	1031
only	1028
do	1011
such	1010
can	996
most	981
into	961
york	961
may	954
over	952
co.	939
group	928
many	922
government	885
now	875
federal	872
companies	870
no	861
time	847
bank	846
so	844
any	827
cents	826
people	794
quarter	791
you	790
exchange	786
prices	785
even	773
what	772
price	767
investors	761
say	755
down	747
rose	747
while	740
much	726
yesterday	722
week	720
under	719
securities	714
months	710
them	699
bonds	691
big	688
next	682
interest	679
three	665
earlier	652
'	651
net	651
earnings	647
major	646
make	646
state	644
american	636
financial	635
chairman	635
did	627
these	617
investment	614
board	612
still	611
through	611
stocks	609
those	606
just	605
chief	605
industry	602
executive	601
since	595
program	588
before	585
rate	579
made	577
officials	574
money	569
national	568
she	553
house	551
analysts	551
like	550
unit	547
month	546
off	545
expected	545
days	533
rates	532
japanese	527
against	526
plan	525
does	525
profit	524
between	509
both	506
capital	498
recent	493
sell	492
buy	492
income	492
issue	489
revenue	484
get	482
general	482
products	481
markets	480
firm	479
back	476
funds	475
own	471
ago	468
average	467
international	467
during	463
her	462
well	462
part	461
japan	459
fell	459
should	457
another	457
higher	453
debt	452
offer	448
take	448
including	445
among	444
court	444
being	443
according	442
each	442
index	440
tax	437
world	431
trade	431
reported	430
work	426
operations	424
then	422
past	420
computer	420
sale	419
way	416
however	416
our	416
lower	413
plans	412
vice	412
economic	410
department	409
yield	409
end	409
report	406
sold	402
insurance	401
high	400
growth	400
how	399
increase	397
foreign	397
less	396
common	395
banks	394
several	394
closed	394
issues	391
where	386
very	385
loss	385
yen	384
pay	384
bush	383
bid	381
five	378
due	377
bill	376
few	376
used	372
good	372
current	371
management	370
early	369
cash	368
oil	366
use	366
costs	365
bond	364
day	363
system	360
public	360
director	359
third	359
're	359
law	358
might	358
traders	358
treasury	357
friday	356
office	352
added	352
city	351
congress	350
futures	347
concern	347
officer	344
far	344
late	343
fund	342
already	342
number	341
california	341
assets	341
least	341
operating	340
small	339
spokesman	339
him	339
agency	338
british	337
san	335
based	335
too	335
case	334
real	334
value	333
news	333
september	332
same	331
oct.	330
until	329
think	328
contract	328
research	327
union	327
stake	327
close	327
home	327
street	327
services	324
going	323
today	321
little	320
ended	319
though	318
move	316
wall	316
agreement	315
dollar	314
help	313
second	312
put	310
service	309
former	306
power	305
maker	304
period	303
called	303
results	302
total	301
administration	301
agreed	301
four	300
here	300
third-quarter	300
without	298
control	296
long	296
corporate	295
economy	295
credit	295
problems	295
offering	294
want	292
country	292
production	291
buying	289
loans	289
cost	289
six	288
analyst	287
firms	285
annual	284
although	284
increased	283
whether	283
compared	282
likely	282
committee	281
policy	281
point	281
recently	281
notes	281
cut	280
see	279
west	278
large	275
right	273
monday	273
soviet	273
around	272
set	272
go	272
continue	272
half	272
political	271
life	270
losses	269
further	269
old	268
points	268
volume	267
yet	266
august	265
paper	264
selling	264
john	263
plant	262
judge	262
strong	261
must	261
my	260
expects	260
nov.	259
ual	259
london	258
result	257
announced	256
declined	256
largest	256
support	254
fiscal	253
held	253
wo	252
systems	252
francisco	251
times	250
weeks	250
takeover	250
making	249
priced	249
certain	248
earthquake	248
become	247
change	247
gain	247
composite	247
workers	247
problem	246
businesses	246
come	246
south	245
demand	244
give	243
industrial	243
record	243
nearly	241
series	240
inc	240
development	240
white	240
senior	240
association	240
dow	239
area	238
members	237
data	236
air	236
estimated	236
took	236
official	235
orders	235
employees	234
trust	234
jones	233
estate	233
decline	230
level	229
senate	228
line	228
show	228
latest	227
later	227
health	227
example	226
acquisition	226
drop	226
comment	226
junk	226
tuesday	225
commission	225
meeting	225
holding	224
commercial	224
need	224
ford	224
know	224
building	223
your	223
texas	223
chicago	223
despite	222
ms.	222
currently	221
addition	221
paid	221
proposal	221
possible	220
executives	220
offered	220
others	220
purchase	219
deal	219
rise	219
proposed	219
once	219
loan	218
better	218
technology	217
return	217
us	216
investor	216
nation	215
future	215
spending	215
drug	214
nine	214
almost	213
robert	213
washington	213
changes	213
damage	212
received	212
often	212
east	211
terms	211
product	211
october	210
named	210
expect	209
top	208
customers	207
charge	207
filed	207
order	206
within	206
decision	206
information	206
position	205
force	204
rights	204
defense	204
include	204
gas	203
every	203
division	203
america	202
amount	201
enough	200
began	200
came	199
europe	198
trying	198
outstanding	198
told	197
equipment	197
private	197
found	196
industries	195
gains	195
ltd.	194
again	194
dropped	193
previous	192
makes	192
james	192
programs	192
united	192
ca	191
transaction	191
computers	191
fed	191
july	191
european	190
banking	190
budget	190
co	189
following	189
finance	189
jaguar	188
never	188
warner	188
provide	188
've	188
local	188
lot	187
additional	187
consumer	187
mortgage	187
able	186
managers	186
keep	186
corp	186
action	185
buy-out	185
important	185
shareholders	185
great	184
charges	183
university	183
claims	183
got	183
instead	183
best	182
states	182
steel	182
away	182
car	182
units	182
dollars	181
financing	181
tokyo	181
things	180
construction	180
continued	179
marketing	179
manager	179
run	178
asked	177
bills	177
low	176
auto	176
family	175
march	175
fall	175
inflation	175
equity	174
food	174
whose	174
believe	174
june	174
above	173
advertising	173
sept.	173
personal	172
raise	172
below	172
full	171
suit	171
posted	171
lost	171
account	171
getting	171
china	170
los	170
taken	170
soon	170
head	170
stores	169
rather	169
via	168
contracts	168
risk	168
security	167
potential	167
western	167
included	167
boston	166
figures	166
restructuring	166
special	166
legal	166
options	166
reports	165
tv	165
gold	165
led	165
mrs.	165
subsidiary	165
face	164
using	164
place	164
noted	164
fact	163
dealers	163
working	162
open	162
meanwhile	162
network	161
d.	161
holders	161
countries	161
effort	160
find	160
available	159
approved	159
probably	159
statement	159
itself	159
portfolio	159
cases	159
bought	159
#	158
long-term	158
pacific	158
ibm	158
lawyers	158
effect	158
david	157
short	157
ad	156
increases	156
left	156
reached	156
airlines	155
labor	155
cars	155
efforts	155
along	154
dividend	154
germany	154
remain	154
either	154
domestic	154
known	153
similar	153
talks	152
hard	152
reduce	151
look	151
saying	150
having	150
reserve	150
secretary	150
previously	150
chemical	150
center	150
school	150
groups	150
calls	150
gained	149
clear	149
approval	149
party	149
payments	149
canada	149
parent	149
given	149
telephone	149
eastern	148
looking	148
individual	148
manufacturing	147
standard	147
north	147
profits	147
canadian	146
biggest	146
slightly	145
investments	145
helped	145
savings	145
acquired	145
raised	144
angeles	144
strategy	144
directors	144
attorney	143
machines	143
marks	143
black	143
military	142
act	142
television	142
bay	142
institute	142
percentage	142
coming	142
why	142
clients	141
medical	141
performance	141
airline	141
makers	141
team	140
german	140
heavy	140
different	140
energy	140
britain	140
interests	139
growing	139
hit	139
failed	138
communications	138
remains	138
magazine	138
william	138
particularly	138
estimates	138
something	138
lead	138
call	137
levels	137
went	137
completed	137
limited	137
fees	137
job	137
hong	136
role	136
process	136
year-earlier	136
michael	136
joint	136
includes	136
question	136
project	135
legislation	135
goods	135
lines	135
district	135
activity	135
view	135
columbia	134
property	134
toward	134
me	134
free	134
merrill	134
leading	134
venture	133
seeking	133
leaders	133
name	133
currency	132
wants	132
deficit	132
ever	132
rep.	132
reserves	132
institutions	132
'm	131
huge	131
independent	131
concerns	131
involved	130
scheduled	130
owns	130
lynch	130
s&p	130
taking	130
turn	130
hold	129
vote	129
really	129
young	129
doing	129
pressure	129
gm	129
kong	129
buyers	129
transportation	129
build	129
outside	129
calif.	128
always	128
begin	128
measure	128
basis	128
producers	128
april	128
brokerage	127
care	127
daily	127
especially	127
staff	127
leader	127
means	126
key	126
plants	126
related	126
richard	125
projects	125
acquire	125
aid	125
disclosed	125
adds	125
themselves	125
competition	125
drexel	124
try	124
central	124
reason	124
campaign	124
areas	124
conference	124
range	124
impact	124
estimate	123
holdings	123
abortion	123
hours	123
poor	123
started	123
bad	123
j.	123
largely	123
significant	123
allow	122
test	122
meet	122
french	122
man	122
thing	122
seems	122
reduced	122
issued	122
start	122
course	121
morgan	121
rules	121
accounts	121
majority	121
retail	121
wednesday	120
needed	120
congressional	120
seven	120
quickly	120
fourth	120
press	120
settlement	119
partners	119
journal	119
seen	119
longer	119
community	118
yields	118
december	118
generally	118
traded	118
done	118
'll	118
volatility	117
consider	117
manufacturers	117
dec.	117
supply	117
receive	116
parts	116
study	116
beginning	116
shearson	116
thursday	116
electric	116
women	116
situation	115
a.	115
men	115
form	115
simply	115
thought	115
kind	115
imports	115
planned	114
turned	114
note	114
prime	114
taxes	114
protection	114
convertible	114
plc	114
near	114
eight	114
brokers	114
democratic	113
boost	113
filing	113
history	113
recession	113
subject	113
short-term	113
auction	113
sen.	112
ahead	112
space	112
required	112
changed	112
stock-index	112
rally	112
summer	111
worth	111
war	111
produce	111
base	111
arbitrage	111
dr.	111
seek	111
returns	111
became	111
perhaps	111
increasing	110
showed	110
caused	110
de	110
benefits	110
advanced	110
software	110
considered	110
moody	110
motor	110
anything	109
sent	109
housing	109
delivery	109
brothers	109
exports	109
france	109
creditors	109
hurt	108
noriega	108
natural	108
jumped	108
preferred	108
indeed	108
justice	108
francs	108
red	108
floor	107
owned	107
entertainment	107
earned	107
americans	107
cancer	107
express	107
continuing	107
bankers	107
cbs	107
difficult	107
let	106
usually	106
active	106
children	106
bankruptcy	106
wanted	106
george	106
shareholder	106
nothing	106
media	105
block	105
attempt	105
merger	105
per	105
closing	105
announcement	105
crash	105
machine	104
evidence	104
digital	104
pilots	104
spokeswoman	104
minister	104
smaller	104
irs	103
continues	103
sharply	103
veto	103
created	103
hand	103
article	103
himself	103
limit	103
seem	103
resources	102
overseas	102
mark	102
partner	102
light	102
quake	102
hugo	101
pound	101
age	101
tons	101
night	101
size	101
actually	101
won	101
unchanged	101
initial	101
sector	101
source	101
thrift	101
side	100
minimum	100
term	100
apparently	100
session	99
transactions	99
regulators	99
directly	99
kidder	99
conditions	99
game	99
brand	99
quarterly	99
environmental	99
water	99
questions	99
member	99
believes	98
post	98
comes	98
designed	98
built	98
giant	98
hopes	98
closely	97
moves	97
decided	97
field	97
strike	96
letter	96
survey	96
produced	96
partly	96
final	96
main	96
feel	96
thus	96
rest	95
sense	95
play	95
battle	95
economists	95
behind	95
associates	95
running	95
sharp	95
response	95
paying	95
rising	95
separate	95
woman	95
smith	95
brought	94
'd	94
sec	94
shows	94
consumers	94
january	94
single	94
capacity	94
sure	94
ways	94
effective	93
allowed	93
jobs	93
operation	93
bring	93
fully	93
leveraged	93
stop	93
newspaper	93
spent	93
unless	93
hurricane	93
supreme	93
improve	93
offices	93
sony	93
democrats	93
ability	93
wage	92
followed	92
hope	92
rule	92
trial	92
peter	92
par	92
idea	92
gorbachev	92
expenses	92
u.k.	92
agencies	92
r.	91
emergency	91
forced	91
funding	91
actual	91
serious	91
pretax	90
across	90
organization	90
discount	90
whole	90
pension	89
quoted	89
guber	89
package	89
dinkins	89
various	89
figure	89
slow	88
economist	88
together	88
introduced	88
quality	88
offset	88
signed	88
reagan	88
matter	88
talk	88
needs	88
holds	88
facilities	88
direct	88
farmers	88
headquarters	87
commerce	87
spring	87
peters	87
provision	87
moreover	87
jr.	87
step	87
morning	87
payment	87
cause	87
require	87
sign	86
valued	86
land	86
partnership	86
decade	86
interview	86
poland	86
instance	86
county	86
human	86
greater	86
add	86
gave	86
specific	86
civil	86
activities	86
flat	86
plunge	86
ruling	86
resigned	85
leave	85
section	85
death	85
lehman	85
opened	85
elected	85
over-the-counter	85
margins	85
qintex	85
johnson	85
ministry	85
trades	85
focus	85
researchers	85
australia	84
santa	84
existing	84
forces	84
familiar	84
takes	84
win	84
declines	84
premium	84
institutional	84
sports	84
developed	84
separately	84
fear	84
contributed	83
cable	83
avoid	83
moved	83
safety	83
overall	83
thomas	83
spend	83
nissan	83
valley	83
chain	82
managing	82
owners	82
sometimes	82
southern	82
salomon	82
benefit	82
conservative	82
trader	82
review	82
widely	82
electronic	81
develop	81
authority	81
cuts	81
create	81
willing	81
baker	81
book	81
provisions	81
engineering	80
provided	80
debentures	80
indicated	80
totaled	80
properties	80
appear	80
beyond	80
electronics	80
asset	80
relatively	80
provides	80
opposition	80
deals	80
larger	80
reflecting	80
improved	80
bell	80
speculation	79
policies	79
target	79
appears	79
substantial	79
hands	79
met	79
materials	79
backed	79
works	79
goes	79
measures	79
climbed	78
individuals	78
alone	78
date	78
internal	78
motors	78
highly	78
negative	78
read	78
houses	78
stay	78
council	78
brands	78
purchases	78
proceeds	78
offers	78
investigation	77
hutton	77
image	77
social	77
nasdaq	77
adding	77
tell	77
maintain	77
pence	77
stanley	77
version	77
feet	77
planning	77
disaster	76
customer	76
so-called	76
treatment	76
amounts	76
miles	76
students	76
lawyer	76
practice	76
class	76
someone	76
story	76
passed	76
store	76
reach	76
appropriations	76
carrier	76
mutual	76
worked	75
prevent	75
jury	75
consultant	75
regulatory	75
chance	75
cited	75
publicly	75
interested	75
charles	75
positions	75
necessary	75
education	75
finally	75
rating	75
everyone	75
capital-gains	75
drugs	75
lawmakers	75
option	75
lawson	75
negotiations	74
rejected	74
world-wide	74
else	74
success	74
soviets	74
neither	74
minority	74
police	74
attributed	74
tough	74
approach	74
experts	74
bids	74
standards	74
commodity	74
list	74
moving	74
republican	74
accounting	73
reorganization	73
nor	73
otc	73
competitors	73
eventually	73
swiss	73
ads	73
expectations	73
stand	73
attention	73
raising	73
petroleum	72
society	72
fixed	72
mostly	72
grand	72
retirement	72
remaining	72
popular	72
manhattan	72
northern	72
sought	72
mexico	72
considering	72
dividends	72
entire	72
spread	72
factors	72
lack	72
heavily	72
modest	71
person	71
ownership	71
magazines	71
november	71
real-estate	71
fight	71
brown	71
typically	71
output	71
immediately	71
monetary	71
anyone	71
giving	71
access	71
30-year	71
chapter	71
trend	71
art	71
ones	71
opening	71
export	71
saw	70
bureau	70
mean	70
scientists	70
improvement	70
victims	70
exchanges	70
items	70
reform	70
pentagon	70
opportunity	70
forecast	70
film	70
particular	70
hour	70
copper	70
criminal	70
ltd	70
bridge	70
gulf	70
events	70
risks	70
litigation	70
regional	69
travel	69
municipal	69
laws	69
complete	69
acquisitions	69
england	69
concerned	69
bidding	69
moscow	69
aircraft	69
minutes	69
everything	69
gives	69
college	69
reduction	69
usx	69
pending	69
monthly	69
room	68
cover	68
owner	68
clearly	68
lloyd	68
principal	68
c$	68
details	68
trouble	68
e.	68
homes	68
aimed	68
lose	68
park	68
year-ago	68
weak	68
design	68
traditional	68
gets	68
drive	67
original	67
experience	67
accept	67
broadcasting	67
maturity	67
restrictions	67
strength	67
certainly	67
thatcher	67
sources	67
claim	67
carry	67
mortgages	67
apple	67
us$	67
easy	66
facility	66
believed	66
troubled	66
subordinated	66
combined	66
parties	66
couple	66
primarily	66
paul	66
true	66
global	66
fraud	66
cray	66
increasingly	66
ending	66
grow	66
paribas	66
controls	66
panel	66
relations	66
debate	66
requirements	66
crime	66
chinese	66
wrote	66
sort	66
thousands	66
split	65
segment	65
ohio	65
involving	65
grew	65
ratings	65
difference	65
prepared	65
vehicles	65
l.	65
players	65
corn	65
season	65
sun	65
revised	64
quite	64
publishing	64
centers	64
technical	64
producer	64
tomorrow	64
developing	64
tried	64
chemicals	64
korea	64
broad	64
expansion	64
highest	64
mae	64
roughly	64
prosecutors	64
arizona	64
chips	64
alleged	64
goldman	64
movie	64
plunged	63
listed	63
nations	63
slowing	63
damaged	63
rated	63
launched	63
consulting	63
st.	63
lin	63
gene	63
mitsubishi	63
powerful	63
mail	63
numbers	63
expensive	63
automotive	63
settled	63
actions	63
guilty	63
employee	63
released	63
sells	63
except	63
painewebber	63
profitable	63
waiting	63
declining	63
schools	62
collapse	62
assistant	62
am	62
live	62
manville	62
failure	62
advance	62
corporations	62
sterling	62
buildings	62
frank	62
bear	62
tests	62
amid	62
flow	62
region	62
intelligence	62
competitive	62
represents	61
steps	61
slowdown	61
recovery	61
heart	61
no.	61
charged	61
headed	61
showing	61
georgia-pacific	61
coupon	61
purchased	61
putting	61
m.	61
radio	61
republicans	61
navigation	61
insurers	61
associated	61
effects	60
dozen	60
devices	60
values	60
ag	60
documents	60
nuclear	60
placed	60
runs	60
sachs	60
campeau	60
request	60
appeal	60
voters	60
trucks	60
portion	60
uncertainty	60
balance	60
maybe	60
hundreds	60
phone	60
exxon	60
environment	60
predicted	60
signs	60
material	60
philip	60
favor	60
successful	59
affairs	59
release	59
mass.	59
dispute	59
traffic	59
advertisers	59
threat	59
adjusted	59
c.	59
expand	59
affected	59
lending	59
fears	59
reflects	59
whom	59
mind	59
ventures	59
editor	59
utilities	59
underwriters	59
sears	59
elections	59
paris	59
jack	59
primary	59
complex	59
election	59
plus	59
hotel	59
unlike	59
krenz	59
surged	58
elsewhere	58
fewer	58
mixte	58
deposits	58
lincoln	58
afternoon	58
proposals	58
shift	58
unusual	58
stations	58
town	58
century	58
exercise	58
trillion	58
alan	58
relief	58
accepted	58
reasons	58
words	58
golden	57
ease	57
falling	57
virtually	57
residents	57
established	57
liability	57
professional	57
annually	57
adviser	57
pretty	57
structure	57
jersey	57
controlled	57
mixed	57
tender	57
throughout	57
junk-bond	57
strategic	57
communist	57
accord	57
usual	57
faces	57
australian	57
cds	57
significantly	57
continental	57
substantially	56
positive	56
opposed	56
wrong	56
sci	56
fire	56
sides	56
break	56
kept	56
client	56
speed	56
ready	56
at&t	56
metals	56
hostile	56
truck	56
distribution	56
accused	56
guidelines	56
normal	56
margin	56
practices	56
february	56
books	56
starting	56
supplies	56
hearing	56
baseball	56
healthy	56
cities	56
model	56
nbc	56
deputy	56
losing	55
defendants	55
push	55
boosted	55
b.	55
seemed	55
lee	55
opinion	55
confidence	55
mayor	55
w.	55
telecommunications	55
certificates	55
ordered	55
benchmark	55
critics	55
star	55
weakness	55
coast	55
fine	55
dallas	55
finished	55
seats	55
hospital	55
wide	55
leaving	55
sir	55
thrifts	55
present	55
played	54
ground	54
liquidity	54
agree	54
gone	54
highway	54
responsible	54
amendment	54
puts	54
n.j.	54
remained	54
barrels	54
uses	54
panama	54
judges	54
weekend	54
managed	54
deposit	54
attorneys	54
representatives	54
moment	54
follows	54
pricing	54
broker	54
names	54
florida	54
protect	54
core	54
instruments	54
decisions	54
bigger	54
double	54
mainly	54
employment	54
b.a.t	53
prior	53
blacks	53
sea	53
parents	53
doubt	53
challenge	53
burnham	53
families	53
decide	53
conventional	53
producing	53
stopped	53
reflected	53
station	53
pace	53
ge	53
operate	53
per-share	53
authorities	53
bit	53
suggest	53
phillips	53
minor	53
reflect	53
stephen	53
finding	53
crude	53
models	52
leadership	52
slipped	52
relationship	52
influence	52
ask	52
temporary	52
older	52
abroad	52
soared	52
front	52
operates	52
utility	52
rumors	52
frankfurt	52
nekoosa	52
ii	52
felt	52
none	52
appeals	52
ounce	52
urban	52
talking	52
advantage	52
candidates	52
meetings	51
settle	51
contrast	51
keeping	51
immediate	51
aerospace	51
delay	51
houston	51
stronger	51
voted	51
interstate	51
oakland	51
event	51
statistics	51
wells	51
purchasing	51
courts	51
suggested	51
suspended	51
pharmaceutical	51
africa	51
mccaw	51
scandal	51
cutting	51
equal	51
intended	51
patients	51
fairly	50
consultants	50
joseph	50
studies	50
pages	50
wang	50
determined	50
church	50
citing	50
boeing	50
discussions	50
confirmed	50
assistance	50
goal	50
fannie	50
affect	50
chrysler	50
movies	50
sugar	50
mca	50
save	50
shopping	50
compromise	50
extremely	50
italy	50
alternative	50
morris	50
preliminary	50
voice	50
guarantee	50
twice	50
direction	50
wife	50
replace	49
lambert	49
silver	49
structural	49
antitrust	49
rich	49
argue	49
training	49
senators	49
citicorp	49
river	49
green	49
safe	49
luxury	49
prove	49
worry	49
coverage	49
fe	49
guarantees	49
buyer	49
comparable	49
hollywood	49
appeared	49
declared	49
wake	49
gross	49
file	49
represent	49
six-month	49
task	49
fourth-quarter	49
negotiating	49
commitments	49
follow	49
flight	49
disclose	49
professor	48
records	48
joined	48
upon	48
asking	48
denied	48
shown	48
usair	48
volatile	48
succeeds	48
written	48
living	48
navy	48
regular	48
swings	48
mining	48
movement	48
aug.	48
jointly	48
la	48
factory	48
hud	48
advisers	48
suggests	48
warrants	48
promise	48
happen	48
one-time	47
s.	47
conn.	47
weekly	47
returned	47
door	47
cd	47
alliance	47
word	47
club	47
discovered	47
regulations	47
vehicle	47
beijing	47
damages	47
providing	47
ban	47
served	47
resolution	47
responsibility	47
patent	47
saturday	47
crisis	47
drives	47
telerate	47
style	47
hill	47
georgia	47
refused	47
agreements	47
cross	47
surge	47
jan.	46
hewlett-packard	46
square	46
worried	46
singapore	46
thinks	46
saatchi	46
chase	46
votes	46
edward	46
toronto	46
extra	46
chip	46
excess	46
f.	46
switzerland	46
farm	46
representing	46
carolina	46
sound	46
critical	46
road	46
personnel	46
matters	46
exploration	46
machinists	46
underlying	46
insured	46
ceiling	46
serve	46
games	46
reaction	46
politics	46
invest	46
initially	46
helping	46
rival	45
scientific	45
condition	45
mine	45
illegal	45
temporarily	45
1980s	45
discuss	45
ec	45
title	45
operator	45
louis	45
lives	45
pact	45
politicians	45
jump	45
argued	45
tend	45
army	45
type	45
aids	45
high-yield	45
entered	45
membership	45
views	45
language	45
coffee	45
audience	45
easily	45
s.a.	45
extraordinary	45
nobody	45
join	45
setting	45
picture	45
happened	45
ultimately	45
fallen	45
looks	45
covered	45
obtain	45
shipping	45
millions	44
lawsuits	44
fair	44
nature	44
p.m.	44
choice	44
indicate	44
specialists	44
intel	44
pass	44
giants	44
reporters	44
prospects	44
agents	44
expressed	44
colleagues	44
letters	44
lowered	44
controversial	44
resignation	44
import	44
phelan	44
investing	44
described	44
costly	44
h.	44
piece	44
fields	44
suffered	44
manufacturer	44
abc	44
eye	44
normally	44
reporting	44
newly	44
publisher	44
proceedings	44
ross	44
worse	44
generation	44
circuit	44
grain	44
taxpayers	44
branch	44
types	43
semiconductor	43
1970s	43
extent	43
inside	43
n.y.	43
spot	43
aggressive	43
costa	43
technologies	43
t.	43
rapidly	43
ties	43
10-year	43
p&g	43
health-care	43
outlook	43
rjr	43
pushed	43
launch	43
urged	43
adopted	43
fuel	43
coup	43
intends	43
died	43
founder	43
strategies	43
simple	43
understand	43
administrative	43
deliver	43
sets	43
attract	43
watch	43
presence	43
heat	43
acquiring	43
israel	43
king	43
consecutive	43
concluded	43
factor	43
student	43
miller	42
pursue	42
household	42
child	42
possibility	42
formed	42
philadelphia	42
atlantic	42
garden	42
tied	42
graphics	42
stage	42
voting	42
unable	42
ogilvy	42
genes	42
cold	42
obligation	42
metric	42
committed	42
pictures	42
guaranteed	42
specialty	42
slide	42
corporation	42
offerings	42
basic	42
track	42
visit	42
agent	42
commissions	42
restaurant	42
hampshire	42
warned	42
stearns	42
enterprises	42
ensure	42
succeed	42
resistance	42
integrated	42
hearings	42
criticism	41
music	41
circumstances	41
enormous	41
shipments	41
rico	41
reducing	41
invested	41
crop	41
privately	41
realize	41
forecasts	41
chancellor	41
exposure	41
comments	41
card	41
ratio	41
constitutional	41
processing	41
limits	41
league	41
reforms	41
asia	41
quarters	41
assume	41
extended	41
retailers	41
participants	41
supported	41
excluding	41
studio	41
pick	41
mother	41
christmas	41
differences	41
check	41
two-year	41
worst	41
knows	41
b	41
contends	41
easier	40
hungary	40
lenders	40
roll	40
lang	40
status	40
nyse	40
genetic	40
commitment	40
banco	40
carriers	40
cooperation	40
becoming	40
write	40
pittsburgh	40
anticipated	40
culture	40
mitchell	40
collapsed	40
attack	40
career	40
line-item	40
ship	40
governments	40
brooks	40
coal	40
mountain	40
unlikely	40
affiliate	40
beer	40
football	40
begun	40
pennsylvania	40
faster	40
creating	40
breeden	40
pipeline	40
warning	40
users	40
triggered	40
extend	39
possibly	39
citizens	39
code	39
commodities	39
rooms	39
hills	39
newspapers	39
banker	39
heard	39
ruled	39
default	39
douglas	39
stock-market	39
signal	39
requires	39
friendly	39
calif	39
frequently	39
cells	39
foods	39
modern	39
grown	39
formerly	39
father	39
beach	39
secondary	39
speech	39
facing	39
published	39
suits	39
brady	39
lawrence	39
messrs.	39
currencies	39
democracy	39
calling	39
otherwise	39
tumbled	39
match	39
awarded	39
widespread	39
fashion	39
faced	39
unemployment	39
quick	39
branches	39
tower	39
martin	39
inventories	39
retailing	39
carried	39
friends	39
encourage	38
son	38
prospect	38
brewing	38
approve	38
expanded	38
equivalent	38
thin	38
subcommittee	38
atlanta	38
peabody	38
unsecured	38
turns	38
handle	38
caught	38
observers	38
walter	38
gasoline	38
answer	38
massive	38
turning	38
filled	38
merely	38
employers	38
moderate	38
playing	38
cellular	38
supposed	38
merchandise	38
after-tax	38
retain	38
progress	38
seeks	38
badly	38
gop	38
ran	38
expense	38
hunt	38
donald	38
alternatives	38
disappointing	38
contributions	38
networks	38
apply	38
stories	38
attractive	38
carries	38
bringing	37
causing	37
maxwell	37
steady	37
pulled	37
troubles	37
race	37
handling	37
tobacco	37
surprised	37
assembly	37
spain	37
guy	37
consolidated	37
daniel	37
applied	37
metal	37
prompted	37
impossible	37
editorial	37
recorded	37
storage	37
site	37
surprising	37
hired	37
yeargin	37
appointed	37
mac	37
resume	37
sees	37
predict	37
sunday	37
sophisticated	37
blood	37
nicaragua	37
identified	37
fellow	37
transfer	37
population	37
allegations	37
pilot	37
changing	37
machinery	37
fast	37
memory	37
pushing	37
orange	37
closer	37
hall	37
gap	37
specialist	36
elaborate	36
revenues	36
threatened	36
worker	36
player	36
bottom	36
nixon	36
resulted	36
thompson	36
applications	36
aside	36
honecker	36
heads	36
video	36
educational	36
enforcement	36
lawsuit	36
massachusetts	36
maximum	36
introduce	36
complained	36
severe	36
greenspan	36
fast-food	36
flights	36
maintenance	36
ought	36
hanover	36
portfolios	36
downturn	36
harder	36
nec	36
opec	36
northeast	36
dealing	36
wait	36
channel	36
reading	36
sudden	36
establish	36
one-year	36
eliminate	36
viacom	36
pulp	36
insurer	36
merchant	36
profitability	36
delays	36
hear	36
subsidiaries	36
theory	36
plastic	36
recalls	36
table	36
numerous	36
franchise	36
violations	36
cautious	36
three-month	36
allowing	36
parliament	36
priority	36
boom	36
foundation	35
prison	35
statements	35
dealer	35
developers	35
turner	35
a$	35
carrying	35
connection	35
formal	35
fresh	35
nationwide	35
india	35
indicates	35
promised	35
retired	35
organizations	35
typical	35
message	35
egg	35
two-thirds	35
learned	35
freddie	35
claimed	35
industrials	35
surprise	35
sluggish	35
dead	35
targets	35
bob	35
everybody	35
kkr	35
chamber	35
rivals	35
purpose	35
consumption	35
compensation	35
essentially	35
chains	35
billions	35
represented	35
announce	35
containers	35
shortly	35
campbell	35
counsel	35
interest-rate	35
regarding	35
insist	35
shops	35
kill	35
bloc	35
nikkei	35
determine	35
totaling	35
operators	35
roman	35
expanding	35
fighting	35
rapid	35
exceed	35
promotion	35
york-based	35
illinois	35
glass	34
demands	34
desire	34
winter	34
five-year	34
color	34
planners	34
mass	34
comprehensive	34
reinsurance	34
legislative	34
tape	34
cosmetics	34
vs.	34
opportunities	34
aware	34
bailout	34
packages	34
halt	34
husband	34
blame	34
buy-back	34
theater	34
officers	34
whatever	34
governor	34
trends	34
soft	34
exactly	34
freedom	34
ortega	34
supporters	34
begins	34
explain	34
one-third	34
shop	34
fly	34
shot	34
seat	34
middle	34
asset-backed	34
narrow	34
delmed	34
compaq	34
prudential-bache	34
steinhardt	34
reputation	34
payable	34
papers	34
constitution	34
bellsouth	34
virginia	34
wholesale	34
brief	34
turnover	34
stands	34
engelken	34
successor	34
ltv	34
institution	34
fujitsu	34
ranging	33
besides	33
corry	33
harris	33
resulting	33
consensus	33
considerable	33
standing	33
weaker	33
agriculture	33
mills	33
schedule	33
aetna	33
psyllium	33
accounted	33
du	33
covering	33
royal	33
forms	33
el	33
fifth	33
blue-chip	33
turmoil	33
rockefeller	33
sensitive	33
daiwa	33
procedures	33
places	33
icahn	33
berlin	33
aide	33
somewhat	33
bar	33
mci	33
metropolitan	33
efficient	33
wonder	33
stable	33
des	33
advice	33
restaurants	33
baltimore	33
scale	33
retailer	33
bulk	33
blue	33
mesa	33
exclusive	33
anc	33
quiet	33
engine	33
strongly	33
generate	33
achieved	33
engineers	33
holiday	33
goals	33
english	33
hot	32
fit	32
pressures	32
defensive	32
apparent	32
behalf	32
sell-off	32
jim	32
argument	32
surplus	32
spirits	32
location	32
broader	32
send	32
slid	32
davis	32
delayed	32
registered	32
variety	32
las	32
concept	32
marine	32
friend	32
learning	32
clean	32
competing	32
guide	32
taiwan	32
convert	32
arrangement	32
cleveland	32
gonzalez	32
asian	32
incentives	32
economics	32
involve	32
combination	32
brazil	32
initiative	32
dean	32
delta	32
airways	32
broken	32
donaldson	32
conducted	32
eggs	32
gen.	32
doubled	32
edison	32
defend	32
beat	32
expire	32
deaths	32
conduct	32
victory	32
earth	32
regime	32
mich.	32
poll	32
hardly	32
disk	32
latin	32
looked	32
miami	32
convicted	32
wine	31
shall	31
respond	31
address	31
experiments	31
allen	31
engaged	31
poverty	31
repair	31
indian	31
occurred	31
purposes	31
device	31
program-trading	31
meant	31
edition	31
waste	31
sotheby	31
merc	31
compete	31
sellers	31
reasonable	31
renewed	31
answers	31
requiring	31
broke	31
wave	31
precious	31
a.m.	31
principle	31
identify	31
democrat	31
round	31
borrowing	31
seeing	31
rock	31
allianz	31
island	31
acts	31
favorable	31
distributed	31
hoped	31
responded	31
lilly	31
body	31
effectively	31
forest	31
collection	31
rey	31
recapitalization	31
guard	31
enter	31
confident	31
districts	31
discussing	31
weapons	31
trip	31
pont	31
departure	31
arm	31
arthur	31
peace	31
permanent	31
eased	31
linked	31
abandoned	31
van	31
recommended	30
stadium	30
rebound	30
marshall	30
afford	30
suspension	30
causes	30
science	30
scott	30
tentatively	30
risen	30
coors	30
coca-cola	30
concrete	30
shut	30
succeeded	30
compares	30
pilson	30
handful	30
duties	30
scenario	30
creative	30
mobil	30
teams	30
malcolm	30
circulation	30
credibility	30
miss	30
buy-outs	30
mainframe	30
fleet	30
toyota	30
delivered	30
telling	30
filings	30
manage	30
becomes	30
crucial	30
poison	30
earn	30
testing	30
syndicate	30
premiums	30
monitor	30
mary	30
newport	30
strip	30
deep	30
fill	30
reluctant	30
suffer	30
secret	30
solid	30
pollution	30
whites	30
plastics	30
divisions	30
nevertheless	30
coke	30
akzo	30
noting	30
connecticut	30
henry	30
detroit	30
plenty	30
mergers	30
sustained	30
secured	30
ideas	30
senator	30
westinghouse	30
developer	30
loyalty	30
writer	30
rape	30
shell	30
watching	30
brain	30
packaging	30
sufficient	30
wild	30
lufkin	30
wcrs	30
caution	29
feeling	29
crowd	29
webster	29
decades	29
sex	29
judicial	29
d.c.	29
amr	29
eager	29
indicating	29
hahn	29
oppose	29
approximately	29
germans	29
projections	29
nomura	29
sheet	29
inquiry	29
downward	29
credits	29
intent	29
underwriter	29
subsidies	29
experienced	29
ride	29
commonwealth	29
conservatives	29
michigan	29
abortions	29
marketplace	29
drew	29
christopher	29
gov.	29
candidate	29
basket	29
killed	29
dramatic	29
mcdonald	29
simmons	29
remic	29
waertsilae	29
stood	29
assumption	29
permission	29
cheaper	29
fans	29
powers	29
complaints	29
helps	29
timing	29
attempting	29
difficulties	29
productivity	29
assuming	29
host	29
biotechnology	29
charging	29
driving	29
onto	29
criticized	29
teachers	29
cycle	29
phoenix	29
younger	29
copy	29
fundamental	29
encouraged	29
cheap	29
cast	29
imported	29
thomson	29
license	29
intense	29
sit	29
owed	28
opponents	28
telegraph	28
organized	28
stateswest	28
succeeding	28
sciences	28
originally	28
divided	28
remarks	28
stone	28
detailed	28
tight	28
refinery	28
appreciation	28
backing	28
imposed	28
slump	28
cia	28
consideration	28
foreign-exchange	28
dealings	28
counter	28
steep	28
viewed	28
korean	28
bikes	28
audit	28
merksamer	28
gamble	28
calculated	28
blamed	28
capped	28
vegas	28
aggressively	28
lies	28
interbank	28
recover	28
referring	28
overnight	28
automobile	28
draw	28
g.	28
marcos	28
carnival	28
starts	28
zealand	28
selected	28
liberal	28
milk	28
developments	28
dutch	28
relative	28
checks	28
totally	28
pill	28
regulation	28
nervous	28
replaced	28
planes	28
kids	28
allies	28
comfortable	28
maynard	28
indicators	28
giuliani	28
wish	28
legislators	28
acknowledged	28
treaty	28
freeway	28
catch	28
flying	28
holder	28
cards	28
falls	28
wood	28
author	28
kennedy	28
promote	28
requested	28
acting	28
sons	28
fla.	28
unions	28
mips	28
nasa	28
pinkerton	28
controversy	27
vary	27
raises	27
proved	27
exist	27
findings	27
stress	27
programming	27
boren	27
sam	27
showtime	27
memories	27
penalties	27
stated	27
attitude	27
freight	27
activists	27
barely	27
load	27
representative	27
straight	27
barney	27
readers	27
appropriate	27
mature	27
start-up	27
retire	27
publications	27
presidential	27
ends	27
rural	27
medicine	27
lewis	27
indictment	27
participation	27
promises	27
presented	27
entirely	27
carl	27
thinking	27
deadline	27
fired	27
foot	27
businessmen	27
famous	27
contras	27
fixed-rate	27
bet	27
emerging	27
mgm	27
restore	27
burden	27
labor-management	27
swap	27
rescue	27
features	27
technique	27
african	27
speculators	27
mercantile	27
allegedly	27
maintained	27
grants	27
disappointed	27
founded	27
winning	27
controlling	27
joining	27
expert	27
galileo	27
indication	27
steven	27
curb	27
maryland	27
obvious	27
receipts	27
disease	27
asbestos	27
apart	27
permitted	27
leads	27
handled	27
farmer	27
visitors	27
cleared	27
polish	27
gary	27
resort	27
penalty	27
bartlett	27
anybody	27
analysis	27
departments	27
remove	27
category	27
sued	27
gyrations	27
rare	27
conner	26
participate	26
rica	26
three-year	26
financially	26
fox	26
cincinnati	26
love	26
prefer	26
drilling	26
knew	26
link	26
roger	26
screen	26
polls	26
trelleborg	26
midwest	26
hoping	26
busy	26
realized	26
warren	26
merge	26
courter	26
false	26
seidman	26
committees	26
optimistic	26
outlets	26
gnp	26
takeovers	26
tone	26
gandhi	26
fbi	26
occur	26
remember	26
charities	26
pounds	26
streets	26
recovered	26
second-largest	26
grant	26
nonetheless	26
disclosure	26
fda	26
cotton	26
transport	26
lists	26
warrant	26
definitive	26
stakes	26
permit	26
plea	26
contend	26
tells	26
potentially	26
character	26
jenrette	26
broadcast	26
seasonally	26
revive	26
depending	26
cathay	26
shape	26
foreigners	26
rallied	26
acres	26
pattern	26
copies	26
resolved	26
happens	26
ill.	26
leaves	26
writing	26
iowa	26
classes	26
reductions	26
paramount	26
attracted	26
outcome	26
emphasis	26
howard	26
discussed	26
minneapolis	26
odds	26
ticket	26
breaking	26
avenue	26
leverage	26
slower	26
behavior	26
p.	26
bankruptcy-law	26
choose	26
sentiment	26
imperial	26
cohen	26
high-risk	26
texaco	26
fail	25
academic	25
eagle	25
capitol	25
authorized	25
printing	25
overhaul	25
financier	25
aspects	25
favorite	25
watched	25
learn	25
pleaded	25
tools	25
roberts	25
bidders	25
negotiated	25
residential	25
recognition	25
obtained	25
era	25
cattle	25
quebecor	25
pays	25
zero-coupon	25
scores	25
eliminated	25
veteran	25
lire	25
canceled	25
comparison	25
greatly	25
assumed	25
hospitals	25
factories	25
hundred	25
state-owned	25
bethlehem	25
missing	25
obviously	25
bloomingdale	25
plays	25
boards	25
sanctions	25
ronald	25
completely	25
durable	25
submitted	25
argues	25
display	25
urging	25
discipline	25
debts	25
economies	25
failing	25
unfair	25
attached	25
anticipation	25
downtown	25
stability	25
interesting	25
s&l	25
supporting	25
concentrate	25
jeffrey	25
perspective	25
search	25
airport	25
ps	25
gotten	25
tennessee	25
raw	25
saab	25
well-known	25
iii	25
credit-card	25
casualty	25
admitted	25
slight	25
exceeded	25
traditionally	25
unisys	25
characters	25
greatest	25
malaysia	25
vietnam	25
philippines	25
theme	25
apparel	25
difficulty	25
somebody	25
weight	25
mainframes	25
fiat	25
bolster	25
edge	25
contractor	25
ships	25
kellogg	25
travelers	25
weather	25
electricity	24
master	24
hastings	24
lift	24
funded	24
monitoring	24
subscribers	24
disasters	24
seriously	24
wpp	24
pop	24
lebanon	24
lane	24
focusing	24
partial	24
casino	24
baby	24
pieces	24
produces	24
studying	24
accident	24
surprisingly	24
ariz.	24
terrorism	24
replacement	24
negotiable	24
consent	24
climate	24
reset	24
cos.	24
franklin	24
happy	24
colgate	24
laboratories	24
sweeping	24
republic	24
struck	24
wolf	24
hire	24
peak	24
pool	24
panamanian	24
partnerships	24
taxable	24
ringers	24
socialist	24
stem	24
electrical	24
cell	24
experiment	24
located	24
consequences	24
tire	24
gray	24
importance	24
novel	24
aides	24
segments	24
solution	24
arms	24
eyes	24
seed	24
attempts	24
rothschild	24
harvard	24
asks	24
predicting	24
1990s	24
plaintiffs	24
covers	24
mill	24
advised	24
insider	24
dennis	24
correct	24
extensive	24
railroad	24
specified	24
walls	24
wages	24
tom	24
doctors	24
rebels	24
adjustments	24
resolve	24
pharmaceuticals	24
forward	24
train	24
improvements	24
quotations	24
italian	24
satellite	24
associate	24
ton	24
borrowed	24
jose	24
deny	24
roy	24
posts	24
amex	24
duty	24
tiger	24
complain	24
donations	24
taylor	24
projected	24
allows	24
suddenly	24
slowed	24
measured	24
milton	24
complaint	24
degree	24
squeeze	24
va.	24
charter	23
cigarettes	23
necessarily	23
annualized	23
bankamerica	23
puerto	23
sectors	23
modestly	23
structures	23
depressed	23
edged	23
sand	23
plane	23
grace	23
barrel	23
stockholders	23
legislature	23
acceptance	23
uncertain	23
colorado	23
considerably	23
dynamics	23
consistently	23
turnaround	23
respectively	23
chosen	23
spill	23
scene	23
stuff	23
expiration	23
hardware	23
surrounding	23
officially	23
crimes	23
diversified	23
adequate	23
depends	23
wright	23
flag	23
cap	23
receiving	23
marina	23
professionals	23
investment-grade	23
testimony	23
involvement	23
spielvogel	23
fined	23
surveyed	23
plummeted	23
stein	23
focused	23
unveiled	23
advocates	23
evans	23
expires	23
violation	23
hits	23
delaware	23
converted	23
vast	23
wars	23
tiny	23
bells	23
classic	23
manages	23
adjustable	23
scheme	23
hefty	23
lone	23
specifically	23
dangerous	23
pa.	23
sitting	23
witter	23
saudi	23
neighborhood	23
admits	23
struggling	23
longtime	23
injuries	23
failures	23
random	23
bridges	23
approached	23
barriers	23
mix	23
ralph	23
supplier	23
assessment	23
boosting	23
inventory	23
row	23
whitbread	23
turkey	23
blow	23
missouri	23
explains	23
risky	23
mortgage-backed	23
finds	23
essential	23
fee	23
abuse	23
walk	23
mines	23
repurchase	22
laboratory	22
chevron	22
transferred	22
lots	22
affiliates	22
pro	22
lackluster	22
williams	22
artist	22
worries	22
tvs	22
tw	22
appointment	22
compliance	22
male	22
dismissed	22
discounting	22
retained	22
introduction	22
banned	22
diluted	22
concedes	22
bally	22
insists	22
restructure	22
toll	22
conglomerate	22
award	22
hooker	22
reality	22
loyal	22
stick	22
revolution	22
collateral	22
marked	22
commissioner	22
window	22
fargo	22
implications	22
samuel	22
nearby	22
racketeering	22
carpenter	22
dominated	22
conviction	22
budgets	22
evening	22
healthvest	22
publish	22
withdrawal	22
brussels	22
reportedly	22
mentioned	22
clearing	22
fueled	22
prospective	22
bases	22
hiring	22
sole	22
slowly	22
smoking	22
seoul	22
house-senate	22
page	22
cocoa	22
contained	22
complicated	22
bike	22
struggle	22
persuade	22
path	22
box	22
flexibility	22
kenneth	22
switch	22
protected	22
conspiracy	22
investigating	22
doctor	22
easing	22
matching	22
confirm	22
specialized	22
mikhail	22
lease	22
merged	22
dropping	22
kodak	22
presidents	22
spiegel	22
incentive	22
injured	22
est	22
repeated	22
imf	22
independence	22
tool	22
solutions	22
insisted	22
seasonal	22
versions	22
federation	22
money-market	22
attended	22
motion	22
unfortunately	22
subsequent	22
moon	22
triple-a	22
symbol	22
fat	22
contractors	22
adjustment	22
performed	22
probe	22
florio	22
pleased	22
operational	22
respondents	22
ski	22
eligible	21
fidelity	21
bates	21
shipped	21
exchequer	21
honda	21
planner	21
therefore	21
survive	21
rolling	21
redemption	21
angry	21
spanish	21
sat	21
lotus	21
affecting	21
stretch	21
racial	21
kemper	21
installed	21
reliance	21
rumored	21
baskets	21
equities	21
refinancing	21
licenses	21
ministers	21
charity	21
shortage	21
ingersoll	21
advisory	21
fuji	21
indications	21
roads	21
count	21
relationships	21
secure	21
ordinary	21
pemex	21
notion	21
ill	21
dozens	21
dumped	21
born	21
jurors	21
sending	21
cfcs	21
craig	21
bias	21
valuable	21
ounces	21
suppliers	21
forcing	21
foster	21
goodson	21
loose	21
coalition	21
raymond	21
expecting	21
financed	21
salary	21
completion	21
user	21
troops	21
russian	21
katz	21
nicholas	21
stance	21
hudson	21
formally	21
fare	21
upward	21
anyway	21
swedish	21
contain	21
cent	21
speaker	21
palo	21
competitor	21
agrees	21
skills	21
counts	21
restricted	21
robust	21
feb.	21
aviation	21
sacramento	21
renaissance	21
happening	21
suspect	21
pointed	21
spinoff	21
tandy	21
deficit-reduction	21
eliminating	21
killing	21
stepped	21
driven	21
cleanup	21
suburban	21
viewers	21
aftermath	21
ultimate	21
mercury	21
murder	21
promotions	21
amoco	21
30-day	21
attacks	21
loan-loss	21
weakening	21
injunction	21
emerge	21
trump	21
discontinued	21
rent	21
conversion	21
generated	21
newsletter	21
components	21
apartment	21
berkeley	21
basically	21
mission	21
treasurer	21
convinced	21
compiled	21
steve	21
bearish	21
usa	21
panic	21
picked	21
jacobson	21
publishers	21
a.m	21
extension	21
kinds	21
bonuses	20
explained	20
strategist	20
nigel	20
similarly	20
geneva	20
entry	20
rice	20
rolled	20
marketers	20
minute	20
immune	20
louisville	20
formula	20
lucrative	20
borrow	20
cowboys	20
enable	20
expenditures	20
homeless	20
ab	20
resorts	20
investigators	20
calculations	20
staffers	20
golf	20
nabisco	20
conceded	20
edwards	20
animals	20
pro-choice	20
truth	20
sansui	20
iron	20
incest	20
cumulative	20
somewhere	20
requests	20
aim	20
lowest	20
elderly	20
serving	20
bullish	20
informed	20
execution	20
wheat	20
prepare	20
wisconsin	20
bass	20
treasurys	20
referred	20
horse	20
vulnerable	20
creation	20
congressman	20
danger	20
announcing	20
averaged	20
dominant	20
healthcare	20
globe	20
efficiency	20
discrimination	20
treat	20
disney	20
claiming	20
utah	20
recognized	20
mississippi	20
museum	20
contest	20
stolen	20
ward	20
facts	20
regarded	20
die	20
dorrance	20
jackson	20
sounds	20
warsaw	20
consortium	20
arguments	20
assist	20
pioneer	20
wedtech	20
compare	20
maturing	20
setback	20
encouraging	20
print	20
carefully	20
environmentalists	20
gaf	20
absolutely	20
rejection	20
lend	20
knight	20
honor	20
responsibilities	20
agricultural	20
owning	20
darman	20
nine-month	20
judgment	20
lake	20
petrochemical	20
motorola	20
netherlands	20
alex	20
tourists	20
sullivan	20
fusion	20
ice	20
tva	20
rely	20
promoting	20
refund	20
distributor	20
unusually	20
connaught	20
mgm\/ua	20
communities	20
optical	20
liabilities	20
small-business	20
teacher	20
preparing	20
seller	20
500-stock	20
rowe	20
repeatedly	20
meaning	20
concessions	20
reaching	20
articles	20
semel	20
publication	20
shelf	20
grounds	20
empire	20
tourist	20
hdtv	19
merieux	19
reporter	19
avery	19
striking	19
mason	19
silicon	19
basketball	19
ldp	19
heating	19
spin	19
passenger	19
adopt	19
posting	19
ambitious	19
truly	19
coleman	19
routes	19
refining	19
bright	19
thousand	19
beverly	19
nelson	19
harry	19
gerald	19
nicaraguan	19
fha	19
contra	19
seagram	19
brooklyn	19
columns	19
mood	19
categories	19
richmond	19
involves	19
animal	19
comedy	19
halted	19
solidarity	19
highs	19
surely	19
reacted	19
deciding	19
recognize	19
contribute	19
gardens	19
song	19
lifted	19
campaigns	19
maidenform	19
albert	19
explanation	19
sentence	19
tony	19
speak	19
victim	19
responding	19
emotional	19
computing	19
rubicam	19
rarely	19
clothing	19
benefited	19
notice	19
exposed	19
protests	19
intervention	19
restored	19
tracks	19
dream	19
absence	19
storm	19
oppenheimer	19
alto	19
anthony	19
conflict	19
bonus	19
hotels	19
l.j.	19
adults	19
application	19
kansas	19
offsetting	19
improving	19
upset	19
employer	19
achieve	19
operated	19
surface	19
fireman	19
prominent	19
achenbaum	19
franchisees	19
ignoring	19
arrived	19
momentum	19
i.	19
ignore	19
landing	19
talked	19
stamford	19
comptroller	19
useful	19
jail	19
lunch	19
shipyard	19
upham	19
lorenzo	19
notably	19
strikes	19
arranged	19
compound	19
pregnant	19
revco	19
reverse	19
unsuccessful	19
strongest	19
explaining	19
employs	19
mention	19
visited	19
frederick	19
routine	19
microsoft	19
bench	19
ozone	19
lockheed	19
engines	19
periods	19
visible	19
meredith	19
advances	19
accommodate	19
removed	19
tele-communications	19
broadly	19
tanks	19
cool	19
violated	19
colony	19
featuring	19
buys	19
psychology	19
merkur	19
definition	19
brother	19
windows	19
unprecedented	19
procter	19
nice	19
engineered	19
examination	19
anywhere	19
superior	19
deloitte	19
feared	19
unclear	19
buick	19
challenges	19
cyclical	18
debut	18
idle	18
presidency	18
upscale	18
exact	18
benson	18
studied	18
films	18
yielding	18
matched	18
aluminum	18
clause	18
opposite	18
vision	18
surgery	18
underwriting	18
reebok	18
squeezed	18
pull	18
summit	18
restated	18
eurocom	18
method	18
select	18
objectives	18
suggestions	18
itt	18
ally	18
belief	18
interviewed	18
olivetti	18
financial-services	18
regulator	18
suffering	18
submit	18
defined	18
reynolds	18
establishment	18
blocks	18
mitsui	18
meantime	18
rouge	18
v.	18
predicts	18
arrest	18
crack	18
lately	18
repeal	18
tickets	18
mather	18
band	18
carlos	18
deeply	18
pursuing	18
drawn	18
year-end	18
jerry	18
thanks	18
bork	18
denies	18
physical	18
welcome	18
balloon	18
upper	18
shared	18
kemp	18
impeachment	18
transition	18
drove	18
maine	18
actively	18
touch	18
sixth	18
throw	18
repay	18
supercomputer	18
gramm-rudman	18
commodore	18
favored	18
properly	18
nestle	18
tokyu	18
lobbying	18
links	18
chevrolet	18
agenda	18
connected	18
shield	18
employed	18
dpc	18
high-grade	18
maintaining	18
backlog	18
equally	18
bradstreet	18
universal	18
diego	18
protest	18
gen-probe	18
moral	18
wary	18
advancing	18
kabul	18
milan	18
merchants	18
don	18
bondholders	18
contribution	18
guilders	18
yes	18
investigations	18
covert	18
targeted	18
string	18
hbo	18
high-tech	18
wealth	18
realty	18
emerged	18
fend	18
dole	18
conducting	18
drivers	18
hitachi	18
levine	18
sizable	18
garcia	18
textile	18
withdraw	18
adjusters	18
jewelry	18
patient	18
keating	18
sdi	18
packwood	18
desert	18
maturities	18
harold	18
reaches	18
discounts	18
proper	18
female	18
climb	18
violate	18
mcdonough	18
executed	18
tourism	18
herald	18
researcher	18
restrict	18
displays	18
liquor	18
1960s	18
confusion	18
fault	18
participating	18
rebounded	18
kentucky	18
afraid	18
morishita	18
successfully	18
steadily	18
mortality	18
ignored	18
parking	18
satisfaction	18
100-share	18
granted	18
kingdom	18
creditor	18
finland	18
stemming	18
shore	18
strengthen	18
cigarette	18
wathen	18
c	18
dun	18
pc	18
delicious	18
skeptical	18
crane	18
liquid	18
narrowed	18
drabinsky	18
incurred	18
ranks	18
coniston	17
bitter	17
singer	17
salespeople	17
altogether	17
leasing	17
registration	17
consolidation	17
defaults	17
understanding	17
passengers	17
oregon	17
suggesting	17
remainder	17
slashed	17
israeli	17
madison	17
teddy	17
rain	17
minpeco	17
khmer	17
knocked	17
refuse	17
perception	17
mexican	17
ftc	17
sparked	17
qualify	17
mid-october	17
seize	17
bernstein	17
champion	17
insiders	17
clearance	17
apiece	17
armstrong	17
harvest	17
odd	17
promotional	17
communication	17
designs	17
societe	17
witness	17
haven	17
atmosphere	17
wire	17
antar	17
drink	17
combine	17
salaries	17
mere	17
tax-exempt	17
magnetic	17
consisting	17
pursuit	17
smoke	17
lay	17
christie	17
denver	17
creates	17
historical	17
latter	17
phase	17
glasnost	17
fares	17
tendered	17
beneficial	17
high-quality	17
hoffman	17
southwest	17
montreal	17
decker	17
discussion	17
enacted	17
stockholm	17
bugs	17
losers	17
steinberg	17
privatization	17
intend	17
reject	17
tries	17
apartheid	17
abortion-rights	17
popularity	17
copyright	17
edelman	17
interim	17
settlements	17
heritage	17
camera	17
publicity	17
libor	17
recommendations	17
bears	17
legitimate	17
quit	17
nato	17
full-year	17
functions	17
heading	17
deutsche	17
